* Expense wk2032

| item      | <2020-08-02 Sun> | <2020-08-03 Mon> | <2020-08-04 Tue> | <2020-08-05 Wed> | <2020-08-06 Thu> | <2020-08-07 Fri> |
|-----------+------------------+------------------+------------------+------------------+------------------+------------------|
| drink     |              240 |                  |                  |                  |                  |                  |
| snack     |               89 |                  |                  |                  |                  |                  |
| gasolne   |             1058 |                  |                  |                  |                  |                  |
| insurance |            13788 |                  |                  |                  |                  |                  |
|-----------+------------------+------------------+------------------+------------------+------------------+------------------|
| total     |            15175 |                  |                  |                  |                  |                  |
#+TBLFM: @6$2=vsum(@2..@5)

